const mockData = [
  {
    id: 1,
    title: "Морские котики и львы: новые связи в мире морских млекопитающих",
    date: "30.02.2024",
    url: 'https://cdn2.thecatapi.com/images/9bo.jpg',
    text: "Есть много вариантов Lorem Ipsum, но большинство из них имеет не всегда приемлемые модификации, например, юмористические вставки или слова, которые даже отдалённо не напоминают латынь. Если вам нужен Lorem Ipsum для серьёзного проекта, вы наверняка не хотите какой-нибудь шутки, скрытой в середине абзаца."
  },
  {
    id: 2,
    title: "Загадочная жизнь домашних кошек: новое исследование",
    date: "29.02.2024",
    url: 'https://cdn2.thecatapi.com/images/a6g.jpg',
    text: "Многие думают, что Lorem Ipsum - взятый с потолка псевдо-латинский набор слов, но это не совсем так. Его корни уходят в один фрагмент классической латыни 45 года н.э., то есть более двух тысячелетий назад."
  },
  {
    id: 3,
    title: "Дикие кошки в городской среде: адаптация и выживание",
    date: "28.02.2024",
    url: 'https://cdn2.thecatapi.com/images/27l.jpg',
    text: "Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах."
  },
];

export default mockData;